const films = [
    {
        "Название": "Побег из Шоушенка",
        "Дата выхода": 1994,
        "Жанр": "драма",
        "Страна": "Америка"
    },
    {
        "Название": "Крёстный отец",
        "Дата выхода": 1972,
        "Жанр": "детектив",
        "Страна": "Америка"
    },
    {
        "Название": "Тёмный рыцарь",
        "Дата выхода": 2008,
        "Жанр": "боевик",
        "Страна": "Америка"
    },
    {
        "Название": "Крёстный отец 2",
        "Дата выхода": 1974,
        "Жанр": "детектив",
        "Страна": "Америка"
    },
    {
        "Название": "12 разгневанных мужчин",
        "Дата выхода": 1957,
        "Жанр": "детектив",
        "Страна": "Америка"
    },
    {
        "Название": "Властелин колец: Возвращение короля",
        "Дата выхода": 2003,
        "Жанр": "боевик",
        "Страна": "Новая Зеландия"
    },
    {
        "Название": "Список Шиндлера",
        "Дата выхода": 1993,
        "Жанр": "байопик",
        "Страна": "Америка"
    },
    {
        "Название": "Криминальное чтиво",
        "Дата выхода": 1994,
        "Жанр": "детектив",
        "Страна": "Америка"
    },
    {
        "Название": "Властелин колец: Братство Кольца",
        "Дата выхода": 2001,
        "Жанр": "боевик",
        "Страна": "Новая Зеландия"
    },
    {
        "Название": "Хороший, плохой, злой",
        "Дата выхода": 1966,
        "Жанр": "приключение",
        "Страна": "Италия"
    },
    {
        "Название": "Форрест Гамп",
        "Дата выхода": 1994,
        "Жанр": "драма",
        "Страна": "Америка"
    },
    {
        "Название": "Властелин колец: Две крепости",
        "Дата выхода": 2002,
        "Жанр": "боевик",
        "Страна": "Америка"
    },
    {
        "Название": "Бойцовский клуб",
        "Дата выхода": 1999,
        "Жанр": "драма",
        "Страна": "Америка"
    },
    {
        "Название": "Начало",
        "Дата выхода": 2010,
        "Жанр": "боевик",
        "Страна": "Великобритания"
    },
    {
        "Название": "Звёздные войны. Эпизод V: Империя наносит ответный удар",
        "Дата выхода": 1980,
        "Жанр": "боевик",
        "Страна": "Америка"
    },
    {
        "Название": "Матрица",
        "Дата выхода": 1999,
        "Жанр": "боевик",
        "Страна": "Америка"
    },
    {
        "Название": "Славные парни",
        "Дата выхода": 1990,
        "Жанр": "байопик",
        "Страна": "Америка"
    },
    {
        "Название": "Пролетая над гнездом кукушки",
        "Дата выхода": 1975,
        "Жанр": "драма",
        "Страна": "Америка"
    },
    {
        "Название": "Интерстеллар",
        "Дата выхода": 2014,
        "Жанр": "приключение",
        "Страна": "Великобритания"
    },
    {
        "Название": "Семь",
        "Дата выхода": 1995,
        "Жанр": "детектив",
        "Страна": "Америка"
    },
    {
        "Название": "Эта прекрасная жизнь",
        "Дата выхода": 1946,
        "Жанр": "драма",
        "Страна": "Америка"
    },
    {
        "Название": "Семь самураев",
        "Дата выхода": 1954,
        "Жанр": "боевик",
        "Страна": "Япония"
    },
    {
        "Название": "Молчание ягнят",
        "Дата выхода": 1991,
        "Жанр": "детектив",
        "Страна": "Япония"
    },
    {
        "Название": "Спасти рядового Райана",
        "Дата выхода": 1998,
        "Жанр": "драма",
        "Страна": "Япония"
    },
    {
        "Название": "Город Бога",
        "Дата выхода": 2002,
        "Жанр": "детектив",
        "Страна": "Бразилия"
    },
    {
        "Название": "Жизнь прекрасна",
        "Дата выхода": 1997,
        "Жанр": "комедия",
        "Страна": "Италия"
    },
    {
        "Название": "Зелёная миля",
        "Дата выхода": 1999,
        "Жанр": "детектив",
        "Страна": "Америка"
    },
    {
        "Название": "Терминатор 2: Судный день",
        "Дата выхода": 1991,
        "Жанр": "боевик",
        "Страна": "Америка"
    },
    {
        "Название": "Звёздные войны. Эпизод IV: Новая надежда",
        "Дата выхода": 1977,
        "Жанр": "боевик",
        "Страна": "Америка"
    },
    {
        "Название": "Назад в будущее",
        "Дата выхода": 1985,
        "Жанр": "приключение",
        "Страна": "Америка"
    },
    {
        "Название": "Унесённые призраками",
        "Дата выхода": 2001,
        "Жанр": "мультфильм",
        "Страна": "Япония"
    },
    {
        "Название": "Пианист",
        "Дата выхода": 2002,
        "Жанр": "байопик",
        "Страна": "Польша"
    },
    {
        "Название": "Паразиты",
        "Дата выхода": 2019,
        "Жанр": "драма",
        "Страна": "Южная Корея"
    },
    {
        "Название": "Психо",
        "Дата выхода": 1960,
        "Жанр": "хоррор",
        "Страна": "Америка"
    },
    {
        "Название": "Гладиатор",
        "Дата выхода": 2000,
        "Жанр": "боевик",
        "Страна": "Америка"
    },
    {
        "Название": "Король Лев",
        "Дата выхода": 1994,
        "Жанр": "мультфильм",
        "Страна": "Америка"
    },
    {
        "Название": "Человек-паук: Паутина вселенных",
        "Дата выхода": 2023,
        "Жанр": "мультфильм",
        "Страна": "Америка"
    },
    {
        "Название": "Отступники",
        "Дата выхода": 2006,
        "Жанр": "детектив",
        "Страна": "Америка"
    },
    {
        "Название": "Одержимость",
        "Дата выхода": 2014,
        "Жанр": "драма",
        "Страна": "Америка"
    },
    {
        "Название": "Американская история Икс",
        "Дата выхода": 1998,
        "Жанр": "детектив",
        "Страна": "Америка"
    },
    {
        "Название": "Могила светлячков",
        "Дата выхода": 1988,
        "Жанр": "мультфильм",
        "Страна": "Япония"
    },
    {
        "Название": "Леон",
        "Дата выхода": 1994,
        "Жанр": "боевик",
        "Страна": "Франция"
    },
    {
        "Название": "Престиж",
        "Дата выхода": 2006,
        "Жанр": "драма",
        "Страна": "Америка"
    },
    {
        "Название": "Харакири",
        "Дата выхода": 1962,
        "Жанр": "боевик",
        "Страна": "Япония"
    },
    {
        "Название": "Подозрительные лица",
        "Дата выхода": 1995,
        "Жанр": "детектив",
        "Страна": "Америка"
    },
    {
        "Название": "Касабланка",
        "Дата выхода": 1942,
        "Жанр": "драма",
        "Страна": "Америка"
    },
    {
        "Название": "Дюна: Часть вторая",
        "Дата выхода": 2024,
        "Жанр": "боевик",
        "Страна": "Америка"
    },
    {
        "Название": "1+1",
        "Дата выхода": 2011,
        "Жанр": "байопик",
        "Страна": "Франция"
    },
    {
        "Название": "Новый кинотеатр «Парадизо»",
        "Дата выхода": 1988,
        "Жанр": "драма",
        "Страна": "Италия"
    },
    {
        "Название": "Новые времена",
        "Дата выхода": 1936,
        "Жанр": "комедия",
        "Страна": "Америка"
    }
];